---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ModelCategoryIdParam
source: html/06f16769-cbc8-84fe-60d8-d47dc3143ff2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ModelCategoryIdParam Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId ModelCategoryIdParam { get; }
```